Repository: ilovezfs/gnu-apl
Catalog: trunk/po/*.po
Languages: de

source: BAD COMMAND
de: FEHLERHAFTES KOMMANDO

source: SYNTAX ERROR
de: FEHLERHAFTE SYNTAX

source: main: Parse error.
de: main: Fehler beim parsen.

source: empty branch (→⍳0) without suspended function
de: leerer Sprung (→⍳0) ohne suspendierte Function

source: WARNING - %d stale functions (%serased)
de: WARNUNG - %d stale functions (%sgelöscht)

source: OK - no stale functions
de: OK - keine stale functions

source: ERROR - %d stale values
de: FEHLER - %d stale Werte

source: OK - no stale values
de: OK - keine stale values

source: ERROR - %d stale indices
de: ERROR - %d stale Indexwerte

source: OK - no stale indices
de: OK - keine stale Indexwerte

source: missing workspace name in command )DROP
de: fehlender Workspace-Name in Kommando )DROP

source: too many parameters in command )DROP
de: zu viele Parameter in Kommando )DROP

source: NOT DROPPED:
de: NICHT GELÖSCHT

source: could not unlink file
de: konnte Datei nicht löschen

source: US Keyboard Layout:
de: US Tastatur Layout:

source: Commands are:
de: Gültige Kommandos:

source: )HOST command failed:
de: )HOST Kommando fehlgeschlagen:

source: missing filename in command )IN
de: fehlender Dateiname im Kommando )IN

source: failed:
de: fehlgeschlagen:

source: command )IN: could not open file %s for reading: %s
de: Kommando )IN: konnte Datei %s nicht zum Lesen öffnen: %s

source: BAD record charset (neither ASCII nor EBCDIC)
de: Ungütltiger Zeichensatz (weder ASCII noch EBCDIC)

source: IMPROPER LIBRARY REFERENCE
de: UNGÜLTIGE BIBLIOTHEK

source: path %s: could not be openend as directory: %s
de: Pfad %s konnte nicht als Verzeichnis geöffnet werden: %s

source: Command ]LOG is not available, since dynamic logging was not configured for this APL interpreter. To enable dynamic logging (which will decrease performance), recompile the interpreter as follows:
de: Das Kommando ]LOG ist nicht verfügbar weil dieser APL interpreter nicht dafür konfiguriert war. Um dynamisches Loggen einzuschalten (beinträchtigt die Leistung des Interpreter) muß GNU APL folgendermaßen recompiliert werden:

source: other configure options
de: andere configure Optionen

source: above the src directory.
de: oberhalb des Verzeichnisses src.

source: NO MORE ERROR INFO
de: KEINE ZUSÄTZLICHEN FEHLERINFORMATIONEN

source: Goodbye.
de: Und Tschüß.

source: missing filename in command )OUT
de: fehkender Dateiname im Kommando )OUT

source: command )OUT: could not open file %s for writing: %s
de: Kommando )OUT: konnte Datei %s nicht zum Schreiben öffnen: %s

source: *** bad sub-record of *
de: *** ungültiges sub-record von *

source: comment
de: Kommentar

source: timestamp
de: Zeitstempel

source: imbed
de: i eingebettet

source: *** bad sub-record of X
de: *** ungültiges sub-record von X

source: Unknown Error
de: Unbekannter Fehler

source: (default)
de: (Standardeinstellung)

source: configurable options:
de: konfigurierbare Optionen:

source: , therefore:
de: , folglich:

source: usage: %s [options] options: -h, --help print this help -d run in the background (i.e. as daemon) -f file read input from file (after all -T files) --id proc use processor ID proc (default: first unused > 1000)
de: Aufruf: %s [Optionen] Optionen: -h, --help diese Hilfe anzeigen -d im Hintergrund (d.h. als Dämon) ausführen -f file Eingaben von Datei file lesen (nach allen -T Dateien) --id proc Prozessor ID proc benutzen (Standard: erste unbenutzte ID > 1000)

source: -l num turn log facility num (1-%d) ON
de: -l num Logeinrichtung num (1-%d) AN

source: Welcome to GNU APL version %s
de: Willkommen bei GNU APL Version %s

source: for details run: %s --gpl.
de: für Einzelheiten führen Sie bitte %s --gpl aus.

source: This program comes with ABSOLUTELY NO WARRANTY;
de: Für dieses Programm werden KEINERLEI GARANTIEN übernommen;

source: This program is free software, and you are welcome to redistribute it
de: Dieses Programm ist freie Software und kann gerne gemäß den Bedingungen

source: according to the GNU Public License (GPL) version 3 or later.
de: der GNU Public License (GPL) Version 3 or später verbreitet werden.

source: -f without filename
de: -f ohne Dateiname

source: -l without log facility
de: -l ohne Logeinrichtung

source: --TM without test mode
de: --TM ohne Testmode

source: -w without milli(seconds)
de: -w ohne Millisekunden

source: unknown option '
de: Unbekannte Option '
